// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Netzwerkeinstellungen";
HSDTaskName = "Netzwerkeinstellungen";

ApplySettingsErrorHostNameFailed = "Hostname nicht festgelegt. Achten Sie darauf, dass ein gültiges Format verwendet wird.";
AddressInUseError = "Die angegebene IP-Adresse ist bereits in Verwendung.";
AddressInUseErrorExplanation = "Geben Sie eine andere IP-Adresse an.";
IncorrectMaskErrorExplanation = "Die angegebene Subnetzmaske ist falsch. Wenden Sie sich an den Netzwerkadministrator.";

IncorrectHostNameError = "Der Hostname ist zu lang.";
IncorrectIpAddressError = "Falsches IP-Adressenformat";
ManualAddressEmptyError = "Feld \"IP-Adresse\" muss ausgefüllt werden.";
ManualAddressEmptyExplanation = "Geben Sie eine gültige manuelle Adresse an.";
ManualAddressWithPrefixExplanation = "Geben Sie eine gültige IP Adresse und eine Präfixlänge zwischen 1 und 128 ein.";
ManualAddressNotIPv4Explanation = "Geben Sie eine gültige IP Adresse ein.";

STATELESS = "Router";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Andere Einstellungen";

kCheckChangesAlertTitleKey = "Daten wurden geändert. Möchten Sie fortfahren?";
kCheckChangesAlertContinueButtonTitleKey = "Fortfahren";
kCheckChangesAlertCancelButtonTitleKey = "Abbrechen";
kCheckChangesAlertMessageKey = "Die Änderungen gehen verloren, wenn Sie fortfahren. Klicken Sie auf 'Abbrechen', um den Vorgang abzubrechen und an der Aufgabe weiterzuarbeiten.";

TaskNameTiger = "Bonjour-Einstellungen";
NoService = "Dienst nicht verfügbar";
NoBonjourName = "Nicht verfügbar";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (nur sicher)";
IPPUnsecureServiceName = "IPP (nur unsicher)";

IncorrectConfigurationTitle = "Die angegebene Konfiguration ist nicht korrekt";
IncorrectConfigurationExplanation = "Wählen Sie die korrekte Konfiguration aus, oder bitten Sie Ihren Netzwerkadministrator um Hilfe.";

IncorrectDNSServerErrorExplanation = "Geben Sie die korrekte DNS-Serveradresse ein, oder bitten Sie Ihren Netzwerkadministrator um Unterstützung.";
IncorrectGatewayAddressTitle = "Angegebene Gatewayadresse ist falsch";
IncorrectGatewayErrorExplanation = "Geben Sie die korrekte Gatewayadresse ein, oder wenden Sie sich an den Netzwerkadministrator.";
GatewayIsNotInSubnetTitle = "Eingegebene Gatewayadresse ist nicht im Subnetz des Geräts";
GatewayIsNotInSubnetExplanation = "Geben Sie eine andere IP-Adress, Subnetzmaske oder Gatewayadresse ein, oder wenden Sie sich an den Netzwerkadministrator.";

AskSaveChangesAlertTitle = "Die Einstellungen auf dieser Anzeige wurden geändert";
AskSaveChangesAlertMsg = "Möchten Sie die Änderungen vor dem Schließen übernehmen?";
AskSaveChangesDontApplyButtonTitle = "Nicht übernehmen";
AskSaveCahngesApplyButtonTitle = "Übernehmen";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Feld \"Name für Bonjour Dienst\" muss ausgefüllt werden";
EmptyBonjourServiceNameFieldMsg = "Geben Sie den Namen für den Bonjour Dienst an.";
EmptyBonjourDomainNameFieldTitle = "Feld \"Bonjour Domänenname\" darf nicht leer sein";
EmptyIPv6DomainNameFieldTitle = "Feld \"IPv6-Domäne\" darf nicht leer sein";
EmptyBonjourDomainNameFieldMsg = "Geben Sie den Bonjour Domänennamen an.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "Die Namensfelder für Bonjour Dienst/Domäne müssen ausgefüllt werden";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Geben Sie den Namen für den Bonjour Dienst/die Bonjour Domäne an.";
UsedServiceNameTitle = "Der angegebene Name des Bonjour-Dienstes wird bereits verwendet.";
UsedServiceNameMsg = "Geben Sie einen anderen Bonjour-Dienstnamen an oder bitten Sie Ihren Netzwerkadministrator um Hilfe.";
HSDBonjourDomainNameTitle = "Bonjour Domänenname:";

// layout
HSDIPv4Title = "IPv4-Einstellungen";
HSDIPvXDisableNotAvailableDescription = "IPv4 und IPv6 können nicht gleichzeitig deaktiviert sein.";
HSDEnableIPv4InPrinterTitle = "IPv4 in Drucker aktivieren";
HSDConfigTitle = "Konfiguration:";
HSDNameTitle = "Hostname:";
HSDAddressTitle = "IP-Adresse:";
HSDMaskTitle = "Subnetzmaske:";
HSDGatewayTitle = "Standardgateway:";
ManualTitle = "Manuell";
Auto = "Automatisch";

HSDAdditionalSettingsTitle = "Weitere Netzwerkeinstellungen";
HSDAdditionalSettingsDescription = "Klicken Sie auf 'Weitere Netzwerkeinstellungen', um die Seite 'Netzwerkeinstellungen' des Integrierten Web-Servers zu öffnen. Dort können Sie SNMP, 802.1X und andere Netzwerkeinstellungen konfigurieren.";
HSDAdditionalSettingsButton = "Weitere Netzwerkeinstellungen";

BonjourSettingsTitle = "Bonjour-Einstellungen";
HSDEnableBonjourTitle = "Bonjour aktivieren";
HSDBonjourServiceNameTitle = "Name für Bonjour Dienst:";
HSDPriorityTitle = "Dienst mit Höchster Priorität:";
HSDAccessTitle = "Zugriff auf Gerät über URL:";

PreviousValueString = "Vorheriger Wert wird angewendet";

HSDEnableIPv6InPrinterTitle = "IPv6 in Drucker aktivieren";
HSDDHCPv6PolicyTitle = "DHCPv6-Richtlinie:";
HSDIPv6DomainTitle = "IPv6-Domäne:";
HSDPrimaryDNSServerTitle = "Primärer DNS-Server:";
HSDSecondaryDNSServerTitle = "Sekundärer DNS-Server:";
HSDPrefixLengthTitle = "Präfixlänge:";
HSDAdditionalAddressesButton = "Weitere Adressen";
HSDPolicyPopUpItem1 = "DHCPv6 immer beim Start ausführen";
HSDPolicyPopUpItem2 = "DHCPv6 nur bei nicht erfolgreicher statusloser Konfiguration ausführen";
HSDPolicyPopUpItem3 = "DHCPv6 nur bei Anforderung vom Router ausführen";

HSDColumnConfigBy = "Configuratiemethode";
HSDColumnAddresses = "Adresse";
HSDColumnPrefix = "Präfixlänge";
HSDCloseButton = "Schließen";

HSDApplyButton = "Übernehmen";

LINK_LOCAL = "Link - lokal";
HSDNotAvailableLabel = "Ändern der Netzwerkeinstellungen zurzeit nicht möglich.\nStellen Sie sicher, dass das Gerät mit dem Netzwerk verbunden ist.";
